<?xml version="1.0" encoding="utf-8"?>
<rss version="2.0"
    xmlns:content="http://purl.org/rss/1.0/modules/content/"
    xmlns:slash="http://purl.org/rss/1.0/modules/slash/">
<channel>

	<title>River Plate - La Pagina Millonaria - Sitio 100% No Oficial</title>
	<link>http://www.riverplate.com/</link>
	<description>River Plate - La Pagina Millonaria - Sitio 100% No Oficial</description>
	<language>sr</language>
	<copyright>River Plate - La Pagina Millonaria - Sitio 100% No Oficial</copyright>

	<docs>http://www.riverplate.com/feed.php?type=rss</docs>
 	<item>
		<title><![CDATA[Barovero: "Prefiero que Ramón se vaya de esta manera"]]></title>
		<link>http://www.riverplate.com/Noticias/futbol-profesional/22253-barovero-declaraciones-renuncia-ramon-diaz.html</link>
		<author>contacto@riverplate.com (Gabriel  Casazza)</author>
		<description><![CDATA[<img src='http://static.riverplate.com/files/barovero-31-05_502328456.jpg' alt='' /> En la previa del Supercl&#225;sico en M&#233;xico, el arquero Millonario habl&#243; del alejamiento de Ram&#243;n D&#237;az. "Quiero agradecerle. Hemos cumplido el objetivo", explic&#243;.
Marcelo Barovero lleg&#243; ...]]></description>
		<content:encoded><![CDATA[<img src='http://static.riverplate.com/files/barovero-31-05_502328456.jpg' alt='' /> <p><strong>En la previa del Supercl&#225;sico en M&#233;xico, el arquero Millonario habl&#243; del alejamiento de Ram&#243;n D&#237;az. "Quiero agradecerle. Hemos cumplido el objetivo", explic&#243;.</strong></p>
<p>Marcelo Barovero lleg&#243; a River y no tard&#243; en ganarse el cari&#241;o de todo el pueblo Millonario. Gracias a grandes actuaciones, el exhombre de V&#233;lez se apoder&#243; del arco m&#225;s grande del mundo y se convirti&#243; en uno de los eslabones fundamentales de cada campa&#241;a.</p>
<p>Con Ram&#243;n D&#237;az, Barovero termin&#243; de consolidarse. El riojano le dio total confianza y le respet&#243; el lugar cuando su suplente lo reemplaz&#243; de gran forma. Por eso, le guarda un gran cari&#241;o al entrenador saliente: "Estamos sorprendidos, pero bueno, son cosas que ocurren", comenz&#243; afirmando el arquero en declaraciones a Ol&#233;.</p>
<blockquote class="flotarDerecha">La renuncia se trata de un momento que no va a afectar m&#225;s all&#225; de este partido.</blockquote>
<p>"La renuncia se trata de un momento que no va a afectar m&#225;s all&#225; de este partido. Viene el parate. Se ha ido en un momento b&#225;rbaro, prefiero que se vaya de esta manera antes que por malos resultados", sentenci&#243; Barovero, profundizando sobre la renuncia del t&#233;cnico y anticip&#225;ndose al futuro.</p>
<p>Por &#250;ltimo, Trapito, que ser&#225; titular en el Supercl&#225;sico de esta noche, le envi&#243; un mensaje a su exentrenador: "Quiero agradecerle y nada m&#225;s. &#201;l tiene suficiente experiencia, ha vivido todo tipo de cosas. La hemos pasado bien y hemos cumplido el objetivo".</p>]]></content:encoded>
		<category>Fútbol Profesional</category>
		<pubDate>Sat, 31 May 2014 16:06:50 -0300</pubDate>
	</item>
	<item>
		<title><![CDATA[Carbonero: "Esto continúa y hay que mirar para adelante"]]></title>
		<link>http://www.riverplate.com/Noticias/futbol-profesional/22249-carbonero-declaraciones-previa-superclasico-mexico.html</link>
		<author>contacto@riverplate.com (Gabriel  Casazza)</author>
		<description><![CDATA[<img src='http://static.riverplate.com/files/carbonero-31-05_605179858.jpg' alt='' /> El colombiano, pieza clave en el t&#237;tulo de River, se refiri&#243; a la renuncia de Ram&#243;n D&#237;az: "No esper&#225;bamos esta noticia, pero son cosas del ...]]></description>
		<content:encoded><![CDATA[<img src='http://static.riverplate.com/files/carbonero-31-05_605179858.jpg' alt='' /> <p><strong>El colombiano, pieza clave en el t&#237;tulo de River, se refiri&#243; a la renuncia de Ram&#243;n D&#237;az: "No esper&#225;bamos esta noticia, pero son cosas del f&#250;tbol y hay que vivirlas de la mejor manera".</strong></p>
<p>Carlos Carbonero pas&#243; de ser un futbolista cuestionado a erigirse en unos de los pirales del primer equipo de River. En base a actuaciones determinantes y goles claves, el mediocampista colombiano se convirti&#243; en uno de los jugadores m&#225;s importantes del Millonario en el Torneo Final 2014.</p>
<p>Sin embargo, su pr&#233;stamo se vence y su continuidad en la instituci&#243;n de N&#250;&#241;ez corre mucho peligro. Para colmo, el jugador reconoci&#243; que sinti&#243; el golpe por el alejamiento de Ram&#243;n D&#237;az: "No esper&#225;bamos esta noticia, pero esto contin&#250;a y hay que mirar para adelante. Son cosas del f&#250;tbol y hay que vivirlas de la mejor manera", comenz&#243; afirmando.</p>
<blockquote>En total, Carbonero jug&#243; 42 partidos oficiales y marc&#243; 8 goles en River.</blockquote>
<p>Luego, en declaraciones a ESPN, se refiri&#243; al Supercl&#225;sico de esta noche ante Boca en el Estadio Azteca, y no le rest&#243; importancia: "Tenemos muchas expectativas, es un cl&#225;sico. Ninguno va a jugar tranquilo, vamos a darlo todo para conseguir un triunfo".</p>
<p>Y, por &#250;ltimo, hizo referencia a su posible alejamiento del club luego del Mundial: "Intento estar tranquilo. Pienso en tener un buen partido y despu&#233;s mirar lo que viene".</p>]]></content:encoded>
		<category>Fútbol Profesional</category>
		<pubDate>Sat, 31 May 2014 12:56:10 -0300</pubDate>
	</item>
	<item>
		<title><![CDATA[Lanzini: "Ramón se fue campeón y se lo merecía"]]></title>
		<link>http://www.riverplate.com/Noticias/futbol-profesional/22238-lanzini-ramon-se-fue-campeon-y-se-lo-merecia.html</link>
		<author>contacto@riverplate.com (Gabriel  Casazza)</author>
		<description><![CDATA[<img src='http://static.riverplate.com/files/lanzini-ramon_244262482.jpg' alt='' /> El talentoso volante Millonario, que puede marcharse, se mostr&#243; triste por la partida del riojano, pero avis&#243;: "Siempre va a tener nuestro apoyo por todo ...]]></description>
		<content:encoded><![CDATA[<img src='http://static.riverplate.com/files/lanzini-ramon_244262482.jpg' alt='' /> <p><strong>El talentoso volante Millonario, que puede marcharse, se mostr&#243; triste por la partida del riojano, pero avis&#243;: "Siempre va a tener nuestro apoyo por todo lo que nos dio".&#160;</strong></p>
<p>Manuel Lanzini fue otro de los grandes valores que ofreci&#243; River en el reciente certamen que coron&#243; al Millonario como campe&#243;n argentino. Y, como tal, puede ser uno de los hombres que emigren hacia el exterior en el pr&#243;ximo mercado de pases.&#160;</p>
<p>Pero, en la previa del Supercl&#225;sico en M&#233;xico, Lanzini tambi&#233;n tuvo tiempo de referirse al alejamiento de Ram&#243;n D&#237;az: "Es triste por lo que significa para el club y los jugadores. Son cosas del f&#250;tbol", manifest&#243; el juvenil en declaraciones a Ol&#233;.</p>
<blockquote>Lanzini logr&#243; consolidarse en River de la mano de Ram&#243;n D&#237;az.</blockquote>
<p>"Ram&#243;n siempre va a tener nuestro apoyo por todo lo que nos dio", continu&#243; expresando Lanzini, sin poder ocultar su tristeza por la partida del entrenador que le devolvi&#243; a River el lugar que se merec&#237;a.</p>
<p>"Son decisiones de &#233;l, lo que decida est&#225; bien. Se fue campe&#243;n y se lo merec&#237;a", finaliz&#243; el volante ofensivo, que ser&#225; titular en el choque ante los de Carlos Bianchi de ma&#241;ana a las 22:30 horas.</p>]]></content:encoded>
		<category>Fútbol Profesional</category>
		<pubDate>Fri, 30 May 2014 12:40:45 -0300</pubDate>
	</item>
	<item>
		<title><![CDATA[Cavenaghi: "Se puede ganar una Copa con este plantel"]]></title>
		<link>http://www.riverplate.com/Noticias/futbol-profesional/22126-cavenaghi-se-puede-ganar-una-copa-con-este-plantel.html</link>
		<author>contacto@riverplate.com (Agustín Gosende)</author>
		<description><![CDATA[<img src='http://static.riverplate.com/files/cave_541470380.jpg' alt='' /> Entusiasmado por consagrarse como el mejor de Argentina, el Cavegol se ilusion&#243; con que el equipo de la vuelta ol&#237;mpica en una competencia internacional. Tambi&#233;n ...]]></description>
		<content:encoded><![CDATA[<img src='http://static.riverplate.com/files/cave_541470380.jpg' alt='' /> <p><strong>Entusiasmado por consagrarse como el mejor de Argentina, el Cavegol se ilusion&#243; con que el equipo de la vuelta ol&#237;mpica en una competencia internacional. Tambi&#233;n hizo referencia al sentimiento que Ram&#243;n tiene por el M&#225;s Grande.</strong></p>
<p>La clasificaci&#243;n a la Libertadores ya est&#225; asegurada y el pase a la Sudamericana a un paso. De ganarle el s&#225;bado a San Lorenzo en San Luis, River podr&#225; jugar la competencia internacional del pr&#243;ximo semestre. Ante ese contexto, tras la consagraci&#243;n del Torneo Final, Fernando Cavenaghi se entusiasm&#243;.</p>
<p>"Sin dudas se puede ganar una Copa con este plantel", manifest&#243; en di&#225;logo con "ESPN", cuando le consultaron por la posibilidad de jugar ambos cer&#225;menes.</p>
<p>El Torito hizo referencia tambi&#233;n a las l&#225;grimas de Ram&#243;n, que se quebr&#243; junto a su hijo cuando el Lobo Ledesma marc&#243; el gol del campeonato: "Me sorprendieron. No lo hab&#237;a visto. Claras muestras del sentimiento que tiene por River".&#160;</p>
<p>Referencial a su regreso anterior y al actual, el goleador del M&#225;s Grande destac&#243;: "Las cosas por algo suceden. Uno debe pensar en disfrutar estos buenos momentos. Lo del pasado es historia, hoy es presente, hoy somos los campeones del f&#250;tbol argentino. Estoy disfrutando este momento, es un gran sue&#241;o el que estoy cumpliendo. Ahora a pensar en otra final y otro t&#237;tulo que se viene por delante".</p>
<p>Finalmente, sobre la Superfinal del s&#225;bado frente a San Lorenzo, coment&#243;: "Viajar&#233; con el plantel, seguramente me toque infiltrar el d&#237;a del partido. Lo tenemos que afrontar con mucha personalidad, con un gran equipo. Es un cl&#225;sico".</p>]]></content:encoded>
		<category>Fútbol Profesional</category>
		<pubDate>Thu, 22 May 2014 17:01:00 -0300</pubDate>
	</item>
	<item>
		<title><![CDATA[Los motivos de la salida de Ponzio]]></title>
		<link>http://www.riverplate.com/Noticias/futbol-profesional/20938-ramon-diaz-explico-salida-ponzio.html</link>
		<author>contacto@riverplate.com (Antonella Valderrey)</author>
		<description><![CDATA[<img src='http://static.riverplate.com/files/ramon-ponzio_846277544_556699896.jpg' alt='' /> El Pelado confirm&#243; el equipo con cinco cambios y la ausencia del subcapit&#225;n, quien ven&#237;a teniendo flojos rendimientos en los &#250;ltimos partidos. Adem&#225;s, explic&#243; lo ...]]></description>
		<content:encoded><![CDATA[<img src='http://static.riverplate.com/files/ramon-ponzio_846277544_556699896.jpg' alt='' /> <p><span style="background-color: #141414;"><strong>El Pelado confirm&#243; el equipo con cinco cambios y la ausencia del subcapit&#225;n, quien ven&#237;a teniendo flojos rendimientos en los &#250;ltimos partidos. Adem&#225;s, explic&#243; lo que pretende para el mediocampo.</strong></span></p>
<p>Fue la cr&#243;nica de una salida anunciada. A pesar de que Ponzio es uno de los l&#237;deres del plantel, su flojo nivel en los &#250;ltimos partidos despertaron las cr&#237;ticas de los hinchas e hicieron dudar a Ram&#243;n D&#237;az, quien en una semana complicada despu&#233;s de dos derrotas consecutivas, decidi&#243; sacarlo del once inicial.</p>
<blockquote>
<p>El &#250;ltimo partido en el que Ledesma y Rojas jugaron juntos fue en la derrota ante Estudiantes, por la 14&#176; fecha del Torneo Inicial 2013.</p>
</blockquote>
<p>"He hablado mucho con Leo, le expliqu&#233; que por ah&#237; no estaba al nivel que esperaba y lo acept&#243; muy bien porque &#233;l tambi&#233;n sabe que se espera un nivel alto de su parte", aclar&#243; el Pelado en la conferencia que brind&#243; este mediod&#237;a en Ezeiza, luego del entrenamiento.</p>
<p>El riojano, quien tampoco podr&#225; contar con Kranevitter porque lleg&#243; al l&#237;mite de amarillas, explic&#243; por qu&#233; se inclin&#243; por el nuevo doble cinco: &ldquo;Con respecto a Ledesma, es un jugador que conozco, que transmite tranquilidad en el juego e inteligencia t&#225;ctica. Lo mismo que Rojas&rdquo;.</p>
<p>&#191;Qu&#233; pretende del funcionamiento? &ldquo;Apuntamos al manejo de la pelota, a la presi&#243;n, y espero que podamos hacerlo el domingo ante San Lorenzo", finaliz&#243;.</p>
<p><strong>&#43; El equipo: <a href="http://www.riverplate.com/Noticias/futbol-profesional/Torneos-Locales/Torneo-Final-2014/20934-ramon-diaz-equipo-titular-river-plate-vs-san-lorenzo-torneo-fina.html" target="_blank">as&#237; formar&#225; River frente a San Lorenzo en el Monumental.</a></strong></p>]]></content:encoded>
		<category>Fútbol Profesional</category>
		<pubDate>Fri, 28 Feb 2014 16:19:00 -0300</pubDate>
	</item>
	<item>
		<title><![CDATA[Ante San Lorenzo, una lista con experiencia]]></title>
		<link>http://www.riverplate.com/Noticias/futbol-profesional/20940-lista-concentrados-river-san-lorenzo-fecha-cinco.html</link>
		<author>contacto@riverplate.com (Antonella Valderrey)</author>
		<description><![CDATA[<img src='http://static.riverplate.com/files/fer-cavenaghi_208970907_675859743.jpg' alt='' /> Aunque Mammana har&#225; su debut oficial en River, Ram&#243;n volvi&#243; a conformar la n&#243;mina de concentrados sin los delanteros m&#225;s j&#243;venes del plantel.
Frente a Col&#243;n, ...]]></description>
		<content:encoded><![CDATA[<img src='http://static.riverplate.com/files/fer-cavenaghi_208970907_675859743.jpg' alt='' /> <p><span style="background-color: #141414;"><strong>Aunque Mammana har&#225; su debut oficial en River, Ram&#243;n volvi&#243; a conformar la n&#243;mina de concentrados sin los delanteros m&#225;s j&#243;venes del plantel.</strong></span></p>
<p>Frente a Col&#243;n, Ram&#243;n hab&#237;a vuelto a convocar a Giovanni Simeone, quien ven&#237;a de convertir tres goles en Reserva. Sin embargo, para el cl&#225;sico contra San Lorenzo, el t&#233;cnico volvi&#243; a sacar a los delanteros m&#225;s j&#243;venes de la lista de concentrados.</p>
<p>Para un partido que ser&#225; clave para River en el campeonato y tambi&#233;n para su situaci&#243;n personal, el Pelado se inclin&#243; por los jugadores con m&#225;s experiencia del plantel.</p>
<p>El juvenil que s&#237; aparece en la n&#243;mina es Emanuel Mammana, quien no solo concentrar&#225; para el cl&#225;sico, sino que har&#225; su debut oficial con la camiseta millonaria, junto con Maidana, Balanta y Vangioni en la &#250;ltima l&#237;nea.</p>
<p><strong><span style="text-decoration: underline;">La lista completa:</span></strong></p>
<p>1. Marcelo Barovero</p>
<p>24. Emanuel Mammana</p>
<p>2. Jonatan Maidana</p>
<p>3. Eder &#193;lvarez Balanta</p>
<p>21. Leonel Vangioni</p>
<p>7. Carlos Carbonero</p>
<p>16. Ariel Rojas</p>
<p>28. Cristian Ledesma</p>
<p>10. Manuel Lanzini</p>
<p>29. Te&#243;filo Guti&#233;rrez</p>
<p>9. Fernando Cavenaghi</p>
<p>19. Leandro Chichizola</p>
<p>20. Germ&#225;n Pezzella</p>
<p>6. Ramiro Funes Mori</p>
<p>23. Leonardo Ponzio</p>
<p>17. Jonathan Fabbro</p>
<p>11. Osmar Ferreyra</p>
<p>18. Augusto Solari</p>
<p>30. Daniel Villalva</p>
<p>8. Juan Carlos Menseguez</p>
<p><strong>&#43; El equipo: <a href="http://www.riverplate.com/Noticias/futbol-profesional/Torneos-Locales/Torneo-Final-2014/20934-ramon-diaz-equipo-titular-river-plate-vs-san-lorenzo-torneo-fina.html" target="_blank">as&#237; formar&#225; River frente a San Lorenzo en el Monumental.</a></strong></p>]]></content:encoded>
		<category>Fútbol Profesional</category>
		<pubDate>Fri, 28 Feb 2014 18:24:00 -0300</pubDate>
	</item>
	<item>
		<title><![CDATA[Ramón negó un conflicto con Teo Gutiérrez]]></title>
		<link>http://www.riverplate.com/Noticias/futbol-profesional/20936-ramon-diaz-nego-conflicto-con-teo-gutierrez.html</link>
		<author>contacto@riverplate.com (Antonella Valderrey)</author>
		<description><![CDATA[<img src='http://static.riverplate.com/files/teo-ramon_702042038_439940165_788968916.jpg' alt='' /> El Pelado aclar&#243; la situaci&#243;n que vivi&#243; con el colombiano, asegur&#243; que lo sac&#243; porque no tuvo un buen partido con Col&#243;n y le pidi&#243; ...]]></description>
		<content:encoded><![CDATA[<img src='http://static.riverplate.com/files/teo-ramon_702042038_439940165_788968916.jpg' alt='' /> <p><span style="background-color: #141414;"><strong>El Pelado aclar&#243; la situaci&#243;n que vivi&#243; con el colombiano, asegur&#243; que lo sac&#243; porque no tuvo un buen partido con Col&#243;n y le pidi&#243; a los periodistas que no digan cosas que no ocurrieron.</strong></span></p>
<p>Cuando Ram&#243;n D&#237;az decidi&#243; sacar a Teo Guti&#233;rrez en el descanso del partido frente a Col&#243;n y luego declar&#243; que vio falta de actitud por parte de algunos jugadores, la pol&#233;mica ya era inevitable. Sin embargo, el Pelado asegur&#243; que su decisi&#243;n fue meramente futbol&#237;stica y en la conferencia de este mediod&#237;a dej&#243; en claro que quiere dejar el tema en el pasado.</p>
<blockquote>
<p><span>"Teo no hizo un gran partido, pero es un jugador de selecci&#243;n, de jerarqu&#237;a. Esperamos mucho de &#233;l"</span></p>
</blockquote>
<p><span style="background-color: #141414;">"En este &#250;ltimo partido, Teo no hizo un gran partido, pero es un jugador de selecci&#243;n, de jerarqu&#237;a. Esperamos mucho de &#233;l y tambi&#233;n esperamos sus goles, porque por su posici&#243;n y este club exigen goles", declar&#243; el DT.</span></p>
<p>&#191;Si hubo un conflicto en el vestuario? Ram&#243;n lo neg&#243; rotundamente y apunt&#243; contra el periodismo. "Creo que no es justo decirle a la gente que hay cosas que no pasaron. De parte de ustedes queda muy mal informar algo que no ocurri&#243;. S&#237; tengo el derecho de, ante un jugador que no est&#225; en condiciones o que no rinde de la manera que quiero, cambiarlo como lo hice. Ustedes tienen la obligaci&#243;n de informar, ese periodismo no le hace bien a nadie, porque despu&#233;s tengo que salir a desmentir algo que no pas&#243;", expres&#243; firme, pero no conforme con la explicaci&#243;n, continu&#243; hablando del tema.&#160;</p>
<p>"Si hay una pelea o alguna cosa as&#237;, van a ser los primeros en enterarse porque se los voy a decir o se van a dar cuenta. Pero a un t&#233;cnico de tantos a&#241;os no le pueden hacer esto, es una falta de categor&#237;a total. Tenemos demasiado nivel para que ocurra semejante cosa. Podemos sacar a un jugador, pero pelearnos jam&#225;s", finaliz&#243;.</p>
<div></div>]]></content:encoded>
		<category>Fútbol Profesional</category>
		<pubDate>Fri, 28 Feb 2014 15:14:03 -0300</pubDate>
	</item>
	<item>
		<title><![CDATA[Mammana hará su debut oficial y recibió los elogios de Ramón]]></title>
		<link>http://www.riverplate.com/Noticias/futbol-profesional/20939-emanuel-mammana-debut-oficial-river-ante-san-lorenzo.html</link>
		<author>contacto@riverplate.com (Antonella Valderrey)</author>
		<description><![CDATA[<img src='http://static.riverplate.com/files/MM_874338422_190249782.jpg' alt='' /> (Incluye video) El defensor har&#225; su presentaci&#243;n en Primera con la camiseta de River en un partido clave para el equipo y recibi&#243; el apoyo ...]]></description>
		<content:encoded><![CDATA[<img src='http://static.riverplate.com/files/MM_874338422_190249782.jpg' alt='' /> <p><span style="background-color: #141414;"><strong>(Incluye video) El defensor har&#225; su presentaci&#243;n en Primera con la camiseta de River en un partido clave para el equipo y recibi&#243; el apoyo del Pelado. &ldquo;Es un jugador de selecci&#243;n&rdquo;, dijo.</strong></span></p>
<p>La gran cantidad de bajas que sufri&#243; Ram&#243;n D&#237;az en defensa complicaron los planes del entrenador en los &#250;ltimos partidos. Pero la buena noticia para el Pelado es que siempre puede contar con los j&#243;venes de la cantera, una especialidad del riojano.</p>
<p>En esta oportunidad el DT se inclin&#243; por Emanuel Mammana, quien har&#225; su debut oficial en River, y que recibi&#243; el apoyo del DT: "Es una persona de mucho car&#225;cter, de selecci&#243;n. Es muy r&#225;pido, cabecea bien, presiona. Tiene todas las caracter&#237;sticas para rendir. Me pone contento que siga siendo yo el que pone a los j&#243;venes y de hacer debutar a un pibe de 18 a&#241;os", chape&#243;.</p>
<blockquote>
<p>Mammana ser&#225; el decimotercer juvenil que debuta en River bajo las &#243;rdenes de Ram&#243;n D&#237;az.</p>
</blockquote>
<p>Mammana lleg&#243; a River hace 9 a&#241;os, arranc&#243; jugando como volante por derecha, pas&#243; al mediocampo, para luego afianzarse como defensor central. &ldquo;Mis caracter&#237;sticas son salir jugando y tratar de abrir la cancha y hablar. No me gusta tirar pelotazos&rdquo;, le contaba tiempo atr&#225;s a La P&#225;gina Millonaria.</p>
<p>El defensor tiene una dura historia familiar, perdi&#243; a su mam&#225; a los 6 a&#241;os y su pap&#225; a los 15, y logr&#243; superar su situaci&#243;n gracias a la ayuda de su novia y tambi&#233;n de River, por haber pasado varios a&#241;os de su vida en la pensi&#243;n del club, el que considera como su segunda casa.</p>
<p>Ahora, todo su esfuerzo y compromiso tendr&#225; su recompensa. Y Ram&#243;n D&#237;az no escatim&#243; en elogios para el juvenil: "S&#233; que va a hacer un gran partido porque est&#225; preparado f&#237;sicamente y psicol&#243;gicamente. &#201;l estaba esperando la oportunidad, no fue a la selecci&#243;n para quedarse con nosotros. Apuntaba a tener su debut en Primera y eso se lo agradezco".</p>
<p><strong>&#43; Mir&#225; el video de Mammana hablando con La P&#225;gina Millonaria:</strong></p>
<p><iframe src="http://www.youtube.com/embed/-CWJ2ugWEiU" width="660" height="371" frameborder="0"></iframe></p>]]></content:encoded>
		<category>Fútbol Profesional</category>
		<pubDate>Fri, 28 Feb 2014 16:53:16 -0300</pubDate>
	</item>
	<item>
		<title><![CDATA[Ramón ratificó el equipo sin Ponzio y con cambio de esquema]]></title>
		<link>http://www.riverplate.com/Noticias/futbol-profesional/20930-ramon-diaz-formacion-ante-san-lorenzo-con-cinco-cambios.html</link>
		<author>contacto@riverplate.com (Antonella Valderrey)</author>
		<description><![CDATA[<img src='http://static.riverplate.com/files/ramon_458466085_513132773_951568595.jpg' alt='' /> El t&#233;cnico de River volvi&#243; a parar los mismos jugadores que prob&#243; en el entrenamiento del &#250;ltimo mi&#233;rcoles, por lo que presentar&#237;a cinco cambios para ...]]></description>
		<content:encoded><![CDATA[<img src='http://static.riverplate.com/files/ramon_458466085_513132773_951568595.jpg' alt='' /> <p><span style="background-color: #141414;"><strong>El t&#233;cnico de River volvi&#243; a parar los mismos jugadores que prob&#243; en el entrenamiento del &#250;ltimo mi&#233;rcoles, por lo que presentar&#237;a cinco cambios para enfrentar a San Lorenzo.</strong></span></p>
<p>Todo parece indicar que Ram&#243;n mover&#225; varias piezas pensando en el cl&#225;sico ante San Lorenzo. En el entrenamiento de este jueves, el entrenador volvi&#243; a parar el mismo equipo que en la &#250;ltima pr&#225;ctica, con cinco cambios respecto al equipo que viene de perder en Santa Fe.</p>
<p>El Pelado prob&#243; nuevamente con una defensa integrada por cuatro jugadores: Mammana, cuyo puesto natural es el de central, jugar&#237;a por derecha; Maidana y Balanta en la zaga y Vangioni como lateral izquierdo. Adem&#225;s, Ledesma y Rojas volvieron a formar parte del medio campo, lo que marca que Ponzio ocupar&#237;a un lugar en el banco de suplentes.</p>
<p>&#191;Los once que pondr&#237;a Ram&#243;n ante San Lorenzo? Barovero; Mammana, Maidana, Balanta, Vangioni; Carbonero, Ledesma, Rojas; Lanzini; Guti&#233;rrez y Cavenaghi.</p>]]></content:encoded>
		<category>Fútbol Profesional</category>
		<pubDate>Thu, 27 Feb 2014 19:07:00 -0300</pubDate>
	</item>
	<item>
		<title><![CDATA[Ramón paró un nuevo equipo, sin la presencia de Ponzio]]></title>
		<link>http://www.riverplate.com/Noticias/futbol-profesional/20916-equipo-river-san-lorenzo-sin-ponzio-con-linea-de-cuatro.html</link>
		<author>contacto@riverplate.com (Antonella Valderrey)</author>
		<description><![CDATA[<img src='http://static.riverplate.com/files/ramon-y-ponzio_163616663_206062988.jpg' alt='' /> El Pelado prob&#243; con una defensa diferente a la que par&#243; en la pr&#225;ctica matutina y sorprendi&#243; sacando al volante del once inicial. Pensando en ...]]></description>
		<content:encoded><![CDATA[<img src='http://static.riverplate.com/files/ramon-y-ponzio_163616663_206062988.jpg' alt='' /> <p><span style="background-color: #141414;"><strong>El Pelado prob&#243; con una defensa diferente a la que par&#243; en la pr&#225;ctica matutina y sorprendi&#243; sacando al volante del once inicial. Pensando en San Lorenzo, presentar&#237;a cinco cambios respecto al equipo que viene de perder ante Col&#243;n.</strong></span></p>
<p class="MsoNormal">Ram&#243;n volvi&#243; a mover piezas. Despu&#233;s de la dura derrota en Santa Fe, el DT no se qued&#243; de brazos cruzados y meti&#243; mano en el equipo pensando en el cl&#225;sico con San Lorenzo, en el que realizar&#237;a cinco modificaciones respecto al &#250;ltimo partido.</p>
<p class="MsoNormal">Tal como ocurri&#243; en la pr&#225;ctica de la ma&#241;ana, el Pelado prob&#243; con algunos cambios en defensa. Jonatan Maidana volvi&#243; a entrenarse a la par de sus compa&#241;eros e integr&#243; la defensa junto con Eder &#193;lvarez Balanta y Emanuel Mammana. &#191;L&#237;nea de tres? Habr&#225; que esperar para saber si el t&#233;cnico tiene pensado poner a Vangioni como lateral izquierdo y armar una l&#237;nea con cuatro jugadores o si mantiene al ex-Newell's en la mitad de la cancha.</p>
<blockquote>
<p class="MsoNormal">El &#250;ltimo partido de Ponzio como suplente fue el 1-1 frente a Quilmes, por la 19&#176; fecha del Torneo Inicial 2013.</p>
</blockquote>
<p class="MsoNormal">Y la otra novedad importante del entrenamiento vespertino fue la salida de Ponzio, quien no ser&#237;a titular ante el Cicl&#243;n. Ram&#243;n par&#243; un mediocampo con Ledesma en lugar del expulsado Kranevitter y la vuelta de Ariel Rojas al once inicial.</p>
<p class="MsoNormal">En limpio, el equipo que par&#243; el DT en Ezeiza form&#243; con Barovero; Mammana, Maidana, Alvarez Balanta; Carbonero, Rojas, Ledesma, Vangioni; Lanzini; Teo Guti&#233;rrez y Cavenaghi.</p>
<p class="MsoNormal">La confirmaci&#243;n oficial llegar&#225; el pr&#243;ximo viernes cuando el entrenador d&#233; su habitual conferencia de prensa, pero est&#225; claro que tiene pensado mover varias piezas pensando en un duelo que ser&#225; clave para las aspiraciones de River en el campeonato.</p>]]></content:encoded>
		<category>Fútbol Profesional</category>
		<pubDate>Wed, 26 Feb 2014 19:26:00 -0300</pubDate>
	</item>

	</channel>
</rss>
