{
  "responseData": {
    "feed": {
      "feedUrl": "http://www.mavs.com/feed/",
      "title": "The Official Site of the Dallas Mavericks",
      "link": "http://www.mavs.com",
      "author": "",
      "description": "The Official Site of the Dallas Mavericks",
      "type": "rss20",
      "entries": [
        {
          "title": "Game 58: Mavs vs. Thunder",
          "link": "http://www.mavs.com/game-58-mavs-vs-thunder/",
          "author": "Earl K. Sneed",
          "publishedDate": "Wed, 24 Feb 2016 07:34:13 -0800",
          "contentSnippet": "Getting back on track Sunday with a 129-103 win over the Philadelphia 76ers after dropping five of their previous six games, ...",
          "content": "\u003cdiv style\u003d\"max-width:100%\"\u003e\u003cdiv\u003e\u003c/div\u003e\u003cdiv\u003e\u003cp\u003e\u003cstrong\u003eOne-on-one with David Lee\u003c/strong\u003e\u003c/p\u003eEarl K. Sneed goes one-on-one with the newest addition to the Mavs family, David Lee.\u003c/div\u003e\u003c/div\u003e\n\u003cp\u003eThe post \u003ca rel\u003d\"nofollow\" href\u003d\"http://www.mavs.com/game-58-mavs-vs-thunder/\"\u003eGame 58: Mavs vs. Thunder\u003c/a\u003e appeared first on \u003ca rel\u003d\"nofollow\" href\u003d\"http://www.mavs.com\"\u003eThe Official Site of the Dallas Mavericks\u003c/a\u003e.\u003c/p\u003e",
          "categories": [
            "Inside Report",
            "dallas mavericks",
            "david lee",
            "home game",
            "nba",
            "oklahoma city thunder",
            "rick carlisle",
            "six-game homestand",
            "Western Conference"
          ]
        },
        {
          "title": "New addition David Lee hopes to learn Mavs’ system fast to help during stretch run",
          "link": "http://www.mavs.com/new-addition-david-lee-hopes-to-learn-mavs-system-fast-to-help-during-stretch-run/",
          "author": "Earl K. Sneed",
          "publishedDate": "Tue, 23 Feb 2016 12:54:38 -0800",
          "contentSnippet": "While newly-signed big man David Lee admits that he has much more to adjust to in the Dallas Mavericks' system, the veteran ...",
          "content": "\u003cdiv style\u003d\"max-width:100%\"\u003e\u003cdiv\u003e\u003c/div\u003e\u003cdiv\u003e\u003cp\u003e\u003cstrong\u003ePractice Report: David Lee\u003c/strong\u003e\u003c/p\u003eThe newest addition to the team, David Lee, addresses the media after his first full practice with the team.\u003c/div\u003e\u003c/div\u003e\n\u003cp\u003eDALLAS — While newly-signed big man David Lee admits that he has much more to adjust to in the Dallas Mavericks’ system, the veteran seems to be picking up the team’s offensive and defensive principles quickly.\u003c/p\u003e\n\u003cp\u003eMonday, the Mavericks (30-27) announced that they had officially signed the 32-year-old Lee as a free agent after waiving fourth-year guard John Jenkins to clear up a roster spot. Lee was a member of the NBA champion Golden State Warriors last season before being move to Boston in exchange for forward Gerald Wallace and guard Chris Babb during a trade on July 27. He then negotiated a buyout last Friday with the Celtics after sliding out of the rotation, averaging 7.1 points and 4.3 rebounds in 15.7 minutes per game during his 30 appearances this season. However, the 6-foot-9 big man now sees an opportunity to help the Mavs during the final 25 games of the regular season, hoping to make an immediate impact beginning with his Dallas debut Wednesday against the Oklahoma City Thunder. \u003c/p\u003e\n\u003cp\u003e“Well, they have obviously a first-class organization,” Lee said while speaking to reporters Tuesday following his first full practice with the Mavericks. “I’ve played against the Mavericks for years and years now, and it’s always a great home crowd. Obviously, the Mark Cuban effect really is doing a great job with a first-class organization, and then the guys on the team. I mean, you can see the chemistry from playing against them, and that’s something I want to be a part of. I’ve been in the league long enough and have been lucky enough to win a championship. From this point forward, I’m not looking to play on a team that doesn’t have good chemistry. That’s something that’s very important to me, if I have the choice, so all those things fit well. And I think we’re in a great spot to make a run here, and hopefully I can be somebody that helps out with that.”  \u003c/p\u003e\n\u003cdiv style\u003d\"max-width:100%\"\u003e\u003cdiv\u003e\u003c/div\u003e\u003cdiv\u003e\u003cp\u003e\u003cstrong\u003ePractice Report: Dirk Nowitzki\u003c/strong\u003e\u003c/p\u003eMavs F Dirk Nowitzki dishes on his first impressions of David Lee, Wednesday's game against OKC and more.\u003c/div\u003e\u003c/div\u003e\n\u003cp\u003eLee, a two-time All-Star, holds career averages of 14.4 points, 9.2 rebounds and 2.3 assists during his 11 seasons in the league. He’s now expected to use that versatility to bolster the Dallas front line in Mavs coach Rick Carlisle’s system.\u003c/p\u003e\n\u003cp\u003eThe 30th overall pick of the New York Knicks during the 2005 draft produced a career season during the ’09-10 campaign while playing in 81 games, averaging 20.2 points, 11.7 rebounds and 3.6 assists an outing. He also displayed how much he can assist a team while averaging 20.1 points, 9.6 rebounds and 2.8 assists for Golden State during the lockout-shortened ’11-12 season.  And after Lee scored a season-high 14 points in 15 minutes against the Mavs during Dallas’ 106-102 win in Boston back on Nov. 18, he became an attractive piece to the front office. \u003c/p\u003e\n\u003cp\u003eHowever, Lee hasn’t seen game action since scoring four points and grabbing five rebounds during Boston’s 101-98 loss in Memphis on Jan. 10. And while getting adjusted to his new surroundings, he’ll attempt to pick up Carlisle’s system quickly in order to help the Mavericks remain a float in the competitive Western Conference. \u003c/p\u003e\n\u003cdiv style\u003d\"max-width:100%\"\u003e\u003cdiv\u003e\u003c/div\u003e\u003cdiv\u003e\u003cp\u003e\u003cstrong\u003ePractice Report: Rick Carlisle\u003c/strong\u003e\u003c/p\u003eMavs head coach Rick Carlisle comments on the addition of David Lee, tomorrow's tilt against the Thunder and more.\u003c/div\u003e\u003c/div\u003e\n\u003cp\u003e“He’s had two days of exposure, and we’ve tried to simplify things for him as much as we can. He’s a very smart player and experienced veteran, so he picks things up quickly. And we’ve just got to get him ready to go here,” Carlisle said.\u003c/p\u003e\n\u003cp\u003e“As far as minutes and stuff, you know, we’ll let coach figure that out. But more than anything, they’ve been emphasizing rebounding the basketball and being ready to come in off the bench and play with energy. And we’re going to figure the rest out as we go along,” Lee added. “The initial challenges are getting all my stuff moved and getting everything taken care of on a really quick basis, but I’m just learning a system on the fly. And this is not a simple system to learn, so the biggest thing is just the first couple of weeks making sure I’m getting my extra work and learning the plays with coach and the young guys. And more than anything else, just focusing on keeping it simple while I’m out there. The other part of it is I haven’t played in a game in over a month, so it’s going to be getting that conditioning back and getting a rhythm back. But I’m confident that I’ll be able to help us tomorrow night just by playing hard and doing what I know how to do.”\u003c/p\u003e\n\u003cp\u003eExpected to see time at both the power forward and center positions for the Mavs, Lee could give his new team an immediate contribution inside with his noted skill set and tenacity on the glass.\u003c/p\u003e\n\u003cp\u003eLee will be asked to help a Dallas team that ranks just 17th while pulling down 43 rebounds per game. He’ll also be tasked with improving the Mavs’ 48.3 rebounding percentage. And while giving the Mavs an added dimension with his skills around the basket, Lee could provide an instant boost to a team that currently sits in the sixth spot in the West standings.\u003c/p\u003e\n\u003cdiv style\u003d\"max-width:100%\"\u003e\u003cdiv\u003e\u003c/div\u003e\u003cdiv\u003e\u003cp\u003e\u003cstrong\u003ePractice Report: Chandler Parsons\u003c/strong\u003e\u003c/p\u003eMavs F Chandler Parsons chimes in on bringing in another Gator in David Lee, its impact on his minutes at the four and more.\u003c/div\u003e\u003c/div\u003e\n\u003cp\u003e“He’s a smart and veteran player,” 13-time Dirk Nowitzki said of his new teammate. “He’s been around the block, obviously. He knows how to play. He knows how to play with the ball and without the ball, and he’s a good passer. He’s a good finisher around the rim, so I think he’s going to help us by playing both positions. Everybody knows we’re not the best rebounding team, and that’s definitely one of his strengths. So, I think everything that he brings should help our team go to another level.” \u003c/p\u003e\n\u003cp\u003eNote: The Mavericks will now play the second outing of their six-game homestand on Wednesday, hosting the Oklahoma City Thunder. Oklahoma City leads the season series 3-0. The game will tip off at 7:30 p.m. CT, airing locally on Fox Sports Southwest and 103.3 FM ESPN. Tickets are still available and can be purchased by visiting Mavs.com, or by calling (214) 747-MAVS.\u003c/p\u003e\n\u003cp\u003e\u003cimg src\u003d\"http://www.mavs.com/wp-content/uploads/2013/08/baylor.png\" alt\u003d\"baylor\" width\u003d\"200\" height\u003d\"69\"\u003e\u003c/p\u003e\n\u003cp\u003eInjury updates presented by Baylor Emergency Medical Centers:\u003c/p\u003e\n\u003cp\u003eThere’s no injuries to report at this time.\u003c/p\u003e\n\u003cp\u003eThe post \u003ca rel\u003d\"nofollow\" href\u003d\"http://www.mavs.com/new-addition-david-lee-hopes-to-learn-mavs-system-fast-to-help-during-stretch-run/\"\u003eNew addition David Lee hopes to learn Mavs’ system fast to help during stretch run\u003c/a\u003e appeared first on \u003ca rel\u003d\"nofollow\" href\u003d\"http://www.mavs.com\"\u003eThe Official Site of the Dallas Mavericks\u003c/a\u003e.\u003c/p\u003e",
          "categories": [
            "Inside Report",
            "dallas mavericks",
            "david lee",
            "dirk nowitzki",
            "free-agent big man",
            "nba",
            "new addition",
            "newly-signed big man",
            "rebounding",
            "rick carlisle",
            "Western Conference"
          ]
        },
        {
          "title": "As playoff push heats up, Wesley Matthews looks to as well",
          "link": "http://www.mavs.com/as-playoff-push-heats-up-wesley-matthews-hopes-to-as-well/",
          "author": "Bobby Karalla",
          "publishedDate": "Tue, 23 Feb 2016 09:12:13 -0800",
          "contentSnippet": "Rome wasn't built in a day, but fortunately shooting isn't as complicated as city planning. For Wesley Matthews, maybe one day ...",
          "content": "\u003cdiv style\u003d\"max-width:100%\"\u003e\u003cdiv\u003e\u003c/div\u003e\u003cdiv\u003e\u003cp\u003e\u003cstrong\u003ePostgame: Wesley Matthews\u003c/strong\u003e\u003c/p\u003eMavs SG Wesley Matthews weighs in on his team-high 21 points in Sunday's win over Philly.\u003c/div\u003e\u003c/div\u003e\n\u003cp\u003eRome wasn’t built in a day, but fortunately shooting isn’t as complicated as city planning. For Wesley Matthews, maybe one day is all it takes to bust out of a slump.\u003c/p\u003e\n\u003cp\u003eMatthews scored 21 points on Sunday night, his highest single-game total since Jan. 5. The performance ended a stretch in which he reached double-digits just twice in 10 games. His three three-pointers also ties for his most in a game this month.\u003c/p\u003e\n\u003cp\u003e“The shot was going a little bit tonight. I still missed a couple 3s that I normally feel like I would make, but they all felt good,” Matthews said. “That’s a step. But above anything else, we got a big win that we needed.”\u003c/p\u003e\n\u003cdiv\u003e\n\u003ch2\u003eMatthews Timeline\u003c/h2\u003e\n\u003cdiv\u003e\u003cimg src\u003d\"http://static.mavs.com/wp-content/uploads/2016/02/160221220309-wesley-matthews-philadelphia-76ers-v-dallas-mavericks.1920x1080-525x332.jpeg\" alt\u003d\"Mavs vs. Sixers Feb. 21, 2016\" style\u003d\"margin-bottom:10px\"\u003e\u003c/div\u003e\n\u003cdiv\u003e\n\u003cul\u003e\n\u003cli\u003eJuly 9 – \u003ca href\u003d\"http://www.mavs.com/mavs-get-coveted-multidimensional-player-in-wesley-matthews/\" style\u003d\"font-style:inherit\"\u003eMavs sign Wesley Matthews\u003c/a\u003e\u003c/li\u003e\n\u003chr\u003e\n\u003cli\u003eOct. 12 – \u003ca href\u003d\"http://www.mavs.com/mavs-new-addition-wesley-matthews-goes-through-full-contact-drills-for-first-time-since-achilles-injury/\" style\u003d\"font-style:inherit\"\u003eMatthews goes through first full-contact drills\u003c/a\u003e\u003c/li\u003e\n\u003chr\u003e\n\u003cli\u003eOct. 21 – \u003ca href\u003d\"http://www.mavs.com/rick-carlisle-says-wesley-matthews-could-play-in-the-preseason/\" style\u003d\"font-style:inherit\"\u003eRick Carlisle says Matthews will return in preseason\u003c/a\u003e\u003c/li\u003e\n\u003chr\u003e\n\u003cli\u003eNov. 11 – \u003ca href\u003d\"http://www.mavs.com/wesley-matthews-displayed-his-iron-will-during-mavs-win-over-clippers/\" style\u003d\"font-style:inherit\"\u003eMatthews scores 25 in his 7th game of the season\u003c/a\u003e\u003c/li\u003e\n\u003chr\u003e\n\u003cli\u003eDec. 6 – \u003ca href\u003d\"http://www.mavs.com/wesley-matthews-hot-performance-puts-him-in-rare-company/\" style\u003d\"font-style:inherit\"\u003eMatthews hits 10 3s, scores 36 against the Wizards\u003c/a\u003e\u003c/li\u003e\n\u003c/ul\u003e\n\u003c/div\u003e\n\u003cdiv\u003e\u003c/div\u003e\n\u003c/div\u003e\n\u003cp\u003eThat Dallas won isn’t a surprise. The Mavs are 5-1 this season when Matthews scores at least 20 points and 8-4 when he scores at least 17. It’s not difficult to grasp those numbers: When Matthews fills it up, Dallas wins.\u003c/p\u003e\n\u003cp\u003eDuring that recent 10-game stretch, Matthews shot 32.6 percent from the field and 24.5 percent from deep. Some chalked it up to the Mavs’ busy January schedule which saw them play 19 games in a span of 32 days. Rick Carlisle and the rest of the Mavs, meanwhile, said they had to find more creative ways to put Matthews in a position to score the ball, rather than just rely on him exclusively as a spot-up shooter. The latter certainly came to fruition Sunday night, when Matthews scored out of the post three times in the third quarter alone as he jump-started an offensive explosion to give Dallas serious separation against Philadelphia.\u003c/p\u003e\n\u003cp\u003eThe goal, of course, is for his Sunday night explosion to carry over into future contests, especially now that the season is nearing the homestretch. With just 25 games remaining and eight of the next nine games at home, now’s the time for the Mavs to make their push in the Western Conference standings, currently very close between seeds 5-9.\u003c/p\u003e\n\u003cp\u003eWe’ve already seen one Matthews hot night ignite a prolonged run of efficiency this season. Matthews’ 36-point, 10-trey performance against Washington in early December was the first in a 24-game stretch during which he averaged 14.3 points per game on 42.3 percent shooting from the field and 39.7 percent on 7.3 3s per game. If he can return to that form — especially given the way Deron Williams and Chandler Parsons have performed lately — the Mavericks can do some damage as the club heads into the last turn.\u003c/p\u003e\n\u003cp\u003eOne shouldn’t forget just what exactly Matthews has been up against this season, recovering from a ruptured Achilles which ended his 2014-15 season prematurely and forced him into a offseason of rehabilitation. Some didn’t expect Matthews, 29, to be ready until some time late in November or even into December, but he didn’t miss a single game.\u003c/p\u003e\n\u003cp\u003eHis ’15-’16 season, albeit played under very different circumstances, has been similar to Parsons’, who also rehabbed this summer after undergoing hybrid microfracture surgery last spring. Parsons played under a minutes limit for the first part of the season before finally returning to his full helping of playing time in January. \u003c/p\u003e\n\u003cp\u003eAfter battling through inconsistent performances in the first half of the season, Parsons has been one of the better players in the league during the last 15 games, averaging better than 20 points on 50+ percent shooting both from the field and from deep. If there’s anyone who can relate to Matthews’ relative slide, it’s Parsons. In his first 27 games this season, he averaged just 8.9 points per game, scored in double-digits only eight times, and sat out in most crunch-time situations. But over the course of the last month, he’s arguably been the team’s best player.\u003c/p\u003e\n\u003cp\u003e“We’ve all gone through ups and downs and we’ve all had shooting struggles, but it’s all mental,” Parsons said about his teammate. “(Matthews) puts in the work and he’s proven he can shoot in this league for a long time now. We all believe in him, we’re all confident in him.\u003c/p\u003e\n\u003cp\u003e“It’s not going to be a lack of work. He works about as hard as anybody, if not harder than anybody, on his game and on his jumper. It’s the law of averages. It’ll all work out in the end.”\u003c/p\u003e\n\u003cp\u003eIt’s unusual to see an athlete express confidence in regression to the mean, but at this point, how else can you view it? At some point, Matthews is going to find his rhythm again, just as Parsons did. And just as it happened to Matthews earlier this season, Parsons’ recent tear arrived quickly and unannounced. One night he scored five points against San Antonio. Three days later he scored 30 points, and he hasn’t looked back since.\u003c/p\u003e\n\u003cp\u003eBasketball is obviously a very complex sport and there’s a heck of a lot that goes into each game. Last week in Orlando, Carlisle spoke on how difficult it is even to win one game in this league. But, when it comes to shooting struggles, sometimes it’s best not to over-complicate things. Regression to the mean is real, and things have a way of working out for guys who put in the work. “I just play basketball,” Matthews said. No need to make it rocket science.\u003c/p\u003e\n\u003cp\u003eFortunately, the rest of the Mavericks are already heating up. After struggling on “wide-open” jumpers for the first part of the season, Dallas has surged in that regard in recent games. The Mavs have now hit at least 10 three-pointers in four consecutive games, just the 10th time in franchise history the team has extended a streak that long. “Had I not been in a funk,” Matthews said, “we probably could’ve had 15.” Earlier this season, Dallas did it in six straight games. Matthews hit five 3s in two of them.\u003c/p\u003e\n\u003cp\u003eThere’s no question Matthews has the work ethic and mentality to fight whatever battle he’s facing, whether it’s related to fatigue, his Achilles, or just plain bad luck. He’ll turn it around sooner than later, and he might have already started that process. He’s the toughest, grittiest player in that locker room, and he’s already overcome far more significant challenges. No need to exaggerate the degree of difficulty here. He’s not building Rome — he’s just shooting baskets.\u003c/p\u003e\n\u003cp\u003eThe post \u003ca rel\u003d\"nofollow\" href\u003d\"http://www.mavs.com/as-playoff-push-heats-up-wesley-matthews-hopes-to-as-well/\"\u003eAs playoff push heats up, Wesley Matthews looks to as well\u003c/a\u003e appeared first on \u003ca rel\u003d\"nofollow\" href\u003d\"http://www.mavs.com\"\u003eThe Official Site of the Dallas Mavericks\u003c/a\u003e.\u003c/p\u003e",
          "categories": [
            "Inside Report",
            "dallas mavericks",
            "nba",
            "Wesley Matthews"
          ]
        },
        {
          "title": "Dallas Mavericks Foundation to launch 50/50 charitable in-game raffles",
          "link": "http://www.mavs.com/dallas-mavericks-foundation-to-launch-5050-charitable-in-game-raffles/",
          "author": "Arya Ahmadi",
          "publishedDate": "Mon, 22 Feb 2016 12:16:47 -0800",
          "contentSnippet": "FEBRUARY 22, 2016 (DALLAS, TX) \u0026#8211; The Dallas Mavericks Foundation and the Dallas Stars Foundation will officially launch ...",
          "content": "\u003cp\u003e\u003cem\u003e\u003cstrong\u003eFEBRUARY 22, 2016 (DALLAS, TX)\u003c/strong\u003e\u003c/em\u003e – The Dallas Mavericks Foundation and the Dallas Stars Foundation will officially launch the 50/50 Raffle, a charitable in-game raffle, at their upcoming home games at American Airlines Center this weekend. \u003c/p\u003e\n\u003cp\u003eDuring every Mavericks and Stars home game, tickets for that game’s 50/50 Raffle will be sold by the respective Dallas Stars Foundation or Dallas Mavericks Foundation staff throughout American Airlines Center. A drawing will be held during the fourth quarter during Mavericks games and at the beginning of the third period during Stars games to determine the 50/50 Raffle jackpot winner for that game. For each and every raffle, half of the 50/50 Raffle jackpot will go to the selected winner with the other half going directly to the respective team’s foundation to support women’s and children’s causes across North Texas.\u003c/p\u003e\n\u003cp\u003e“The Dallas Mavericks Foundation has provided substantial financial and in-kind support to a variety of non-profit organizations that promote youth education, health and wellness, homeless and hunger relief and much more to provide better lives for the women and children in DFW,” Dallas Mavericks Foundation President and Mavs COO Floyd Jahner said.   “The new 50/50 Raffle provides an excellent opportunity for the Mavs Foundation to highlight community outreach and programs, bring awareness to community needs, and encourage sports fans to contribute to a worthy cause.”\u003c/p\u003e\n\u003cp\u003eThe Mavs and the Stars will become the first two professional sports teams in the state of Texas to offer a charitable in-game raffle on the inaugural 50/50 Raffle weekend with the Dallas Stars launching on Saturday, Feb. 27 vs. the New York Rangers and the Dallas Mavericks on Sunday, Feb. 28 against the Minnesota Timberwolves.\u003c/p\u003e\n\u003cp\u003e “Empowering professional sports teams’ non-profit foundations to raise money at their respective home games will have a significant impact on local communities,” Dallas Stars Foundation President and Dallas Stars COO Jason Farris said. “With the new avenue to receive donations through charitable raffle ticket purchases, we will be able to better support our current initiatives and create new ones that will benefit children across North Texas.”\u003c/p\u003e\n\u003cp\u003eDuring the Fall of 2015, Texas voters passed Proposition 4 which helps fund professional sports team foundations’ charitable activities by allowing the teams to hold charitable raffles at every home game – rather than the twice per year permitted under the former law. For decades, Texas non-profits have used raffles to raise money for charity; but the limitation on the number of charitable raffles that could be held per year restricted the impact these charities could make within their communities by limiting the valuable private donations generated from charitable raffle ticket purchases.\u003cbr\u003e\nThe overwhelming support that helped pass Proposition 4 was made possible by a collaborative effort between nine Texas Pro Sports Teams. The teams include the Dallas Mavericks, Dallas Stars, Texas Rangers, Houston Astros, San Antonio Spurs, Houston Rockets, Dallas Cowboys, Houston Texans, Houston Dynamo and FC Dallas.\u003c/p\u003e\n\u003cp\u003eFor information about the 50/50 Raffle, please visit Mavs.com/5050Raffle or DallasStars.com/Raffle. \u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAbout the Dallas Mavericks Foundation\u003c/strong\u003e\u003cbr\u003e\n\u003cem\u003eThe Dallas Mavericks Foundation, a private 501(c)(3) foundation, is dedicated to building a stronger community by empowering youth, women and families who need us most through financial support, advocacy and service.  Over the last 20 years, the Mavs Foundation has granted over $3.5 million dollars to nonprofit organizations serving women, children and families in need and created Reading and Learning Centers and basketball courts across the North Texas community. \u003c/em\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eABOUT THE DALLAS STARS FOUNDATION\u003c/strong\u003e\u003cbr\u003e\n\u003cem\u003eThe Dallas Stars Foundation was established to serve as a positive force throughout the Dallas/Fort Worth Metroplex. The Foundation focuses its efforts on providing support to the children of the community so they may lead quality lives and develop into contributing members of society. Through teamwork, interaction, and education, the Dallas Stars Foundation works to bring together all members of the Metroplex and build a bright future for today’s youth.\u003c/em\u003e\u003c/p\u003e\n\u003cp\u003eThe post \u003ca rel\u003d\"nofollow\" href\u003d\"http://www.mavs.com/dallas-mavericks-foundation-to-launch-5050-charitable-in-game-raffles/\"\u003eDallas Mavericks Foundation to launch 50/50 charitable in-game raffles\u003c/a\u003e appeared first on \u003ca rel\u003d\"nofollow\" href\u003d\"http://www.mavs.com\"\u003eThe Official Site of the Dallas Mavericks\u003c/a\u003e.\u003c/p\u003e",
          "categories": [
            "Inside Report"
          ]
        },
        {
          "title": "Mavs see David Lee fitting in immediately along front line",
          "link": "http://www.mavs.com/mavs-see-david-lee-fitting-in-immediately-along-front-line/",
          "author": "Earl K. Sneed",
          "publishedDate": "Mon, 22 Feb 2016 07:57:28 -0800",
          "contentSnippet": "With a veteran big man set to join the team after a small roster shakeup, the Dallas Mavericks believe they might have added ...",
          "content": "\u003cdiv style\u003d\"max-width:100%\"\u003e\u003cdiv\u003e\u003c/div\u003e\u003cdiv\u003e\u003cp\u003e\u003cstrong\u003eMavs welcome David Lee\u003c/strong\u003e\u003c/p\u003eWesley Matthews, Chandler Parsons and Dirk Nowitzki comment on the addition of David Lee.\u003c/div\u003e\u003c/div\u003e\n\u003cp\u003eDALLAS — With a veteran big man set to join the team after a small roster shakeup, the Dallas Mavericks believe they might have added the missing piece to a playoff puzzle.\u003c/p\u003e\n\u003cp\u003eMonday, the Mavericks (30-27) announced that they had officially waived fourth-year guard John Jenkins, making a space for 10-year veteran power forward David Lee on the roster. Lee averaged 7.1 points and 4.3 rebounds in 15.7 minutes per game during his 30 appearances for the Boston Celtics this season prior to finding himself out of the rotation, which led to his eventual buyout talks and release on Friday.\u003c/p\u003e\n\u003cp\u003eLee, a two-time All-Star with career averages of 14.4 points, 9.2 rebounds and 2.3 assists, reportedly signed a prorated deal for the Mavs’ $2.1 million cap-room exception. His addition brings another big body to the Dallas front line. And although Mavs coach Rick Carlisle admitted that it was hard to see the organization cut ties with the team’s leading scorer in the preseason, Lee’s presence in the locker room should immediately be felt.\u003c/p\u003e\n\u003cp\u003e“This is a tough situation,” Carlisle confessed following the Mavs’ 129-103 home win Sunday over Philadelphia. “You don’t want to let anybody go with a locker room like we have. My hope is that sometime in the future we can have [Jenkins] back here, because he played well when he was here. It’s just strictly a numbers game. There are some other considerations, but he’s been a great asset to our culture and our team. Lee is here and we expect to sign him (Monday). We’ll get him ready in the next couple of days. \u003c/p\u003e\n\u003cp\u003e“We think [Lee] can play both big positions, some four and and some backup five. I just think he’s a quality veteran player who has been in a situation in Boston where they were overstocked and decided to go with younger guys. And we believe he can help us.”\u003c/p\u003e\n\u003cp\u003eLee, 32, entered the league as the 30th overall pick of the New York Knicks during the 2005 NBA Draft, impressing his counterparts quickly around the league for his skills around the basket. He then produced a career season for the Knicks during the ’09-10 campaign, playing in 81 games while averaging 20.2 points, 11.7 rebounds and 3.6 assists an outing.\u003c/p\u003e\n\u003cp\u003eThe former Florida standout then migrated to the Golden State Warriors in a sign-and-trade deal on July 9, 2010, in exchange for Kelenna Azubuike, Anthony Randolph and Ronny Turiaf prior to the ’10-11 season. With the Warriors, Lee emerged as one of the Western Conference’s premiere big men the following year while averaging 20.1 points, 9.6 rebounds and 2.8 assists during the lockout-shortened ’11-12 schedule. \u003c/p\u003e\n\u003cp\u003eHowever, Lee eventually found himself out of the rotation as the Warriors sprinted to the NBA title last season, and he once again was on the move to Boston in exchange for forward Gerald Wallace and guard Chris Babb during a trade on July 27. And after Lee recorded a season-high 14 points in 15 minutes against the Mavericks in Dallas’ 106-102 win in Boston back on Nov. 18, his new team sees him fitting in immediately.\u003c/p\u003e\n\u003cp\u003e“Well, he’s a smart player,” 13-time All-Star Dirk Nowitzki said of his newest teammate. “He’s a veteran, and he knows how to play. He can score around the basket, he’s a good passer out of the post and on the drive, and he’s a good rebounder. Sometimes we have issues with our rebounding, so he should help us there. And I just think it’s another solid veteran that wants to win and knows how to play.” \u003c/p\u003e\n\u003cp\u003e“D-Lee is a proven player and a good veteran who is going to come in and do what we need him to do,” forward Chandler Parsons added. “I think he’s a two-time All-Star, so he’s had a great career. You know, he’s slowed down a little bit the last two years, but I think for our system he’ll be good. He’s just another experienced and vet guy that we can add to our roster to make this push at the end here.”\u003c/p\u003e\n\u003cp\u003eLee is now expected to help a Dallas team that has struggled all season in the rebounding department. \u003c/p\u003e\n\u003cp\u003eThe Mavericks rank 17th in the league while pulling down 43 rebounds per game. The Mavs also have a 48.3 rebounding percentage. All of which figures to see a spike now with Lee’s addition to the front line. And with Lee also bringing his championship experience, the Mavericks expect to have another player capable of assisting them during the stretch run of the season.\u003c/p\u003e\n\u003cp\u003e“David is a great rebounder, and he’s got a great understanding of the game,” sixth man Devin Harris said. “In pick-and-rolls, he understands when to pop and when to roll. I think he’ll fit in with what we do, and I think he’ll be a great addition.”\u003c/p\u003e\n\u003cp\u003e“Well, obviously, he’s a champion,” swingman Wesley Matthews added. “He rebounds, and he’s a great rebounder. He’s an inside presence, and he does everything. He knows the game. He’s a veteran, he can play the game, and hopefully he can add to this team.” \u003c/p\u003e\n\u003cp\u003eNote: The Mavericks will now play the second outing of their six-game homestand on Wednesday, hosting the Oklahoma City Thunder. Oklahoma City leads the season series 3-0. The game will tip off at 7:30 p.m. CT, airing locally on Fox Sports Southwest and 103.3 FM ESPN. Tickets are still available and can be purchased by visiting Mavs.com, or by calling (214) 747-MAVS.\u003c/p\u003e\n\u003cp\u003e\u003cimg src\u003d\"http://www.mavs.com/wp-content/uploads/2013/08/baylor.png\" alt\u003d\"baylor\" width\u003d\"200\" height\u003d\"69\"\u003e\u003c/p\u003e\n\u003cp\u003eInjury updates presented by Baylor Emergency Medical Centers:\u003c/p\u003e\n\u003cp\u003eThere’s no injuries to report at this time.\u003c/p\u003e\n\u003cp\u003eThe post \u003ca rel\u003d\"nofollow\" href\u003d\"http://www.mavs.com/mavs-see-david-lee-fitting-in-immediately-along-front-line/\"\u003eMavs see David Lee fitting in immediately along front line\u003c/a\u003e appeared first on \u003ca rel\u003d\"nofollow\" href\u003d\"http://www.mavs.com\"\u003eThe Official Site of the Dallas Mavericks\u003c/a\u003e.\u003c/p\u003e",
          "categories": [
            "Inside Report",
            "buyout",
            "center",
            "chandler parsons",
            "dallas mavericks",
            "david lee",
            "Devin Harris",
            "dirk nowitzki",
            "free-agent big man",
            "john jenkins",
            "power forward",
            "rebounding",
            "rick carlisle",
            "waived",
            "Wesley Matthews"
          ]
        },
        {
          "title": "David Lee brings smarts, consistency, rebounding to Mavs",
          "link": "http://www.mavs.com/david-lee-brings-smarts-consistency-rebounding-to-mavs/",
          "author": "Bobby Karalla",
          "publishedDate": "Mon, 22 Feb 2016 07:52:06 -0800",
          "contentSnippet": "With the signing of David Lee, the Mavs have brought aboard another cerebral veteran big man who fits right in with what the ...",
          "content": "\u003cdiv style\u003d\"max-width:100%\"\u003e\u003cdiv\u003e\u003c/div\u003e\u003cdiv\u003e\u003cp\u003e\u003cstrong\u003eMavs welcome David Lee\u003c/strong\u003e\u003c/p\u003eWesley Matthews, Chandler Parsons and Dirk Nowitzki comment on the addition of David Lee.\u003c/div\u003e\u003c/div\u003e\n\u003cp\u003eWith the signing of David Lee, the Mavs have brought aboard another cerebral veteran big man who fits right in with what the club wants to do offensively. That Lee has been an excellent rebounder throughout his career is an added bonus.\u003c/p\u003e\n\u003cp\u003eMavs head coach Rick Carlisle would admit his team isn’t the fastest or most athletic in the NBA, so Dallas must rely on its collective brainpower and ball movement to beat opponents. Combined with employing no traditional “go-to” scorer and the goal — for lack of a better word — of no one player having to average more than 20 points per game to be successful, the Mavericks look for their five guys to be better as a unit than the five on the other side of the floor. Whereas many teams in this league roll out five independent players, the Dallas offense operates as five fingers all attached to the same hand. Everyone must score, everyone must pass, and everyone must move.\u003c/p\u003e\n\u003cp\u003eThat’s how Lee fits into the picture. Although injuries have hindered his playing time the past couple seasons, Lee has remained a model of consistent production throughout his career. Even this season in Boston, where he played 30 games and started four, his per-36 numbers were right in line with his averages during his 11-year run in the league. With the Celtics, Lee averaged 16.4 points and 10.0 rebounds per 36 minutes, stacking up favorably to his career averages of 16.8 and 10.8, respectively, according to Basketball-Reference. Whether he’s playing five or 35 minutes, you know exactly what you’re going to get in terms of scoring punch and rebounding, and consistency like Lee’s is what the Mavericks have occasionally lacked from big men off the bench at times this season.\u003c/p\u003e\n\u003cp\u003eCarlisle said after Sunday’s win against Philly he expects Lee to play both power forward and center off the bench. According to Basketball-Reference, Lee has played 69 percent of his minutes this season at the 4-spot in Boston, and played as many as 81 percent of his minutes at that position in 2013-14 with Golden State. In Dallas, however, I’d look to see Lee play more center than power forward, as that would allow the Mavs to spread the floor with shooters around the big man and give Dallas the ability to use him as a fulcrum on the inside to work the ball around the floor both inside and out.\u003c/p\u003e\n\u003cp\u003eLee really showed off his deft passing touch this season with the Celtics, averaging a career-high 4.1 assists per 36 minutes. According to Synergy Sports, Lee created 2.426 points per assist, meaning nearly half of his dimes resulted in three-pointers, reinforcing the notion that surrounding him with shooters of any size — whether it’s in an uber-small-ball lineup with three point guards, or with Dirk Nowitzki at the 4 — could create all sorts of positive scoring opportunities when he’s in space.\u003c/p\u003e\n\u003cp\u003e\u003cimg src\u003d\"http://www.mavs.com/wp-content/uploads/2016/02/Short-roll-pass.gif\" alt\u003d\"Short roll pass\" width\u003d\"574\" height\u003d\"290\"\u003e\u003c/p\u003e\n\u003cp\u003eBut Lee can also operate at the top of the key and find cutters, similar to what we’ve seen Zaza Pachulia do time and time again this season. In that regard, Lee could conceivably fit seamlessly into a Pachulia-like role off the bench, giving Dallas the freedom to maintain the same offensive approach for almost the entire game if it so chooses. \u003c/p\u003e\n\u003cp\u003eIn the play below, he connects with Isaiah Thomas, cutting back door, from beyond the three-point line. Replace Thomas with Devin Harris and you can easily see the Mavericks replicating this same exact play.\u003c/p\u003e\n\u003cp\u003e\u003cimg src\u003d\"http://www.mavs.com/wp-content/uploads/2016/02/Backdoor-pass.gif\" alt\u003d\"Backdoor pass\" width\u003d\"574\" height\u003d\"293\"\u003e\u003c/p\u003e\n\u003cp\u003eAs far as scoring the ball goes, he averaged more than 18 points per game as recently as the 2013-14 season. Continuing the Pachulia comparison, Lee is also a solid mid-range shooter for a big man and he can finish around the rim as well — he’s shot 63 percent or better from within three feet in all but two seasons in his career. Additionally, he creates several second chances on the offensive glass, never averaging fewer than 2.7 offensive rebounds per 36 minutes in his career. Lee’s consistency is remarkable.\u003c/p\u003e\n\u003cp\u003eUsually when a team signs a new player, the club expects him to bring something new into the fold. It’s almost strange to say, but Lee doesn’t necessarily bring a “newness” to the Mavs. Rather, he’s a complement to the effective system Dallas already has in place. He can be plugged into either the backup power forward or center spot and immediately pick up on what the Mavericks want to do, and the team won’t have to adjust its offensive flow in order to accommodate him. That’s precisely the type of fit you’d hope for from a player acquired mid-season. He’s smart enough to get up to speed quickly, and he’s consistent enough to be relied upon to contribute to the playoff chase from here on out.\u003c/p\u003e\n\u003cp\u003eThe Mavs play Oklahoma City on Wednesday night. It’s unclear when Lee will make his debut, but the goal is for Wednesday to be the day. If not, Dallas takes on Denver this Friday. Either way, it won’t take him long to get into the flow, and that’s good news for the Mavs’ second unit.\u003c/p\u003e\n\u003cp\u003eThe post \u003ca rel\u003d\"nofollow\" href\u003d\"http://www.mavs.com/david-lee-brings-smarts-consistency-rebounding-to-mavs/\"\u003eDavid Lee brings smarts, consistency, rebounding to Mavs\u003c/a\u003e appeared first on \u003ca rel\u003d\"nofollow\" href\u003d\"http://www.mavs.com\"\u003eThe Official Site of the Dallas Mavericks\u003c/a\u003e.\u003c/p\u003e",
          "categories": [
            "Inside Report",
            "dallas mavericks",
            "david lee",
            "nba"
          ]
        },
        {
          "title": "Mavericks sign free agent David Lee",
          "link": "http://www.mavs.com/mavericks-sign-free-agent-david-lee/",
          "author": "Arya Ahmadi",
          "publishedDate": "Mon, 22 Feb 2016 07:51:53 -0800",
          "contentSnippet": "DALLAS — The Dallas Mavericks announced today that they have signed free agent forward/center David Lee. Per team policy, terms ...",
          "content": "\u003cp\u003e\u003cem\u003eDALLAS\u003c/em\u003e — The Dallas Mavericks announced today that they have signed free agent forward/center David Lee. Per team policy, terms of the deal were not disclosed. In a related move, the Mavericks also requested waivers on guard John Jenkins. \u003c/p\u003e\n\u003cp\u003eLee (6-9, 245) was originally drafted by the New York Knicks with the 30th overall pick in the 2005 NBA Draft. He spent the first five years of his career as a Knick before signing as a free agent with the Golden State Warriors prior to the 2010-11 season. He played five seasons with the Warriors before being traded to the Boston Celtics this past offseason. \u003c/p\u003e\n\u003cp\u003eThe two-time NBA All-Star (2010, 2013) holds career averages of 14.4 points, 9.2 rebounds, 2.3 assists and 30.9 minutes in 725 career games (494 starts) with New York, Golden State and Boston.  Lee was named All-NBA Third Team in 2013 and was a member of Golden State’s 2015 World Championship squad.\u003c/p\u003e\n\u003cp\u003eThe Saint Louis, Mo., native was waived by the Celtics February 19 and cleared waivers before the Mavericks signed him as a free agent. Lee will wear number 42.\u003c/p\u003e\n\u003cp\u003eJenkins was signed by the Mavericks as a free agent on July 24, 2015. He saw action in 21 games for Dallas this season (1 start) and averaged 3.3 points and 1.0 rebounds in 9.2 minutes per contest.\u003c/p\u003e\n\u003cp\u003eThe post \u003ca rel\u003d\"nofollow\" href\u003d\"http://www.mavs.com/mavericks-sign-free-agent-david-lee/\"\u003eMavericks sign free agent David Lee\u003c/a\u003e appeared first on \u003ca rel\u003d\"nofollow\" href\u003d\"http://www.mavs.com\"\u003eThe Official Site of the Dallas Mavericks\u003c/a\u003e.\u003c/p\u003e",
          "categories": [
            "Inside Report",
            "dallas mavericks",
            "david lee",
            "nba"
          ]
        },
        {
          "title": "The Fast Break: Mavs vs. 76ers",
          "link": "http://www.mavs.com/the-fast-break-mavs-vs-76ers/",
          "author": "Bobby Karalla",
          "publishedDate": "Sun, 21 Feb 2016 18:30:27 -0800",
          "contentSnippet": "Final: Mavs 129, 76ers 103 Box Score \u0026#124; Highlights Behind the Box Score Dirk Nowitzki sank five three-pointers in this ...",
          "content": "\n\u003cdiv style\u003d\"max-width:100%\"\u003e\u003cdiv\u003e\u003c/div\u003e\u003cdiv\u003e\u003cp\u003e\u003cstrong\u003eSixers vs. Mavericks\u003c/strong\u003e\u003c/p\u003eWesley Matthews scores 21 and Dirk Nowitzki adds 18 as the Mavericks defeat the 76ers, 129-103.\u003c/div\u003e\u003c/div\u003e\n\u003ch3 style\u003d\"text-align:center;margin-top:0;margin-bottom:0\"\u003eFinal: Mavs 129, 76ers 103\u003c/h3\u003e\n\u003cp style\u003d\"text-align:center;margin-top:0\"\u003e\u003cspan\u003e\u003ca href\u003d\"http://www.mavs.com/game-57-mavs-vs-76ers/#box-score\"\u003eBox Score\u003c/a\u003e | \u003ca href\u003d\"http://www.mavs.com/videos\"\u003eHighlights\u003c/a\u003e\u003c/span\u003e\u003c/p\u003e\n\u003ch4\u003eBehind the Box Score\u003c/h4\u003e\n\u003cp\u003eDirk Nowitzki sank five three-pointers in this game, the 24th such contest of his career. As a team, Dallas collectively carried over its long-range success from Friday night and before the All-Star break, draining 10+ 3s in the fourth consecutive game. It’s the 10th time the franchise has put together a streak of at least four games. The franchise-record run is 11.\u003c/p\u003e\n\u003cp\u003eDallas scored 66 points in the first half, the team’s highest-scoring half all season. Previously, the Mavs had scored 65 three times, each occurrence coming in the second act. Dallas has occasionally battled slow starts this season, including in Friday’s overtime loss in Orlando, but that certainly was not an issue against Philly. The success carried over into the second half, as well, as the Mavs put up 95 points through three quarters, the most the team has tallied through three frames since last April, when Dallas scored 101 against OKC en route to a wild 135-131 win.\u003c/p\u003e\n\u003cp\u003eThe Sixers got off to a hot start in this game, hitting 11 of their 14 two-point attempts in the first quarter en route to scoring 1.20 points per possession in the frame. Most of that efficient production came from rookie Jahlil Okafor, who scored 18 points in the first alone on 8-of-9 shooting.\u003c/p\u003e\n\u003ch4 style\u003d\"display:inline-block\"\u003eNotebook\u003c/h4\u003e\n\u003cdiv\u003e\u003ch2\u003eMavs vs. 76ers\u003c/h2\u003e\u003cdiv\u003e\u003cp\u003eView photos of the Mavs’ 129-103 win over the 76ers.\u003c/p\u003e\u003cul\u003e\u003cli\u003e\u003ca href\u003d\"http://www.mavs.com/photos/mavs-vs-sixers/\"\u003eView Gallery\u003c/a\u003e\u003c/li\u003e\u003cli\u003e\u003ca href\u003d\"http://www.mavs.com/photos/\"\u003eView More Galleries\u003c/a\u003e\u003c/li\u003e\u003c/ul\u003e\u003c/div\u003e\u003cdiv\u003e\u003ca href\u003d\"http://www.mavs.com/photos/mavs-vs-sixers/\"\u003e\u003cimg src\u003d\"http://www.mavs.com/wp-content/uploads/2016/02/575730135_PHI_DAL_BOLLINGER321-525x332.jpg\" alt\u003d\"Mavs vs. Sixers Feb. 21, 2016\"\u003e\u003c/a\u003e\u003c/div\u003e\u003cdiv\u003e\u003c/div\u003e\u003c/div\u003e\n\u003cli\u003eWesley Matthews put on one of his finest performances of the season, surpassing the 20-point plateau for the first time since Jan. 5. More important than how many points he scored, however, is the means by which he scored them. Matthews was effective not only from beyond the arc, but also in post-up and mid-range situations, using his height and strength to his advantage against smaller or weaker defenders. It was only a matter of time before Matthews broke out and had a huge game, and hopefully there are plenty more to come.\u003cbr\u003e\n\n\u003cli\u003eAfter missing a few key free throws late in regulation Friday against Orlando, the Mavs bounced back strong in this game, hitting 34 of 36 from the charity stripe, the fourth-best performance from the stripe in team history in a game in which Dallas attempted at least 30. The old “free throws are \u003cem\u003efree\u003c/em\u003e” joke isn’t very funny, because they’re actually really hard, but the Mavs’ roster is loaded with guys who are capable of knocking those shots down. You don’t want to leave any points on the floor, and the best way to ensure you don’t is to capitalize on every relatively easy opportunity you can get. That starts with free throws.\u003cbr\u003e\n\n\u003cli\u003eThe Sixers made a big push in the early second quarter, turning a 28-26 deficit into a lead which stretched to as big as nine, at 38-29. But the Dallas lineup of J.J. Barea, Deron Williams, Wesley Matthews, Chandler Parsons, and Zaza Pachulia brought the Mavs back into the game and ultimately propelled the club in front, outscoring Philadelphia by 10 points in the second when that unit was on the floor. Not only was Parsons the 4 in a small-ball group, but Dallas spaced the floor with shooters and guys who can attack the paint. That versatility against a Philly unit with no true rim protector proved to be key to that Dallas push.\u003cbr\u003e\n\n\u003cli\u003eNowitzki reached the 29,000-point milestone tonight, becoming just the sixth player to do so. At his current pace, Dirk will reach the 30,000 marker some time next season. It goes without saying that he’s one of the most prolific scorers in league history, and this is just another impressive line on his résumé.\u003cbr\u003e\n\n\u003ch4\u003eWhat’s Next\u003c/h4\u003e\n\u003cp\u003eThe Mavs (30-27) play the Oklahoma City Thunder (40-16) Wednesday at American Airlines Center. Tip-off is at 7:30 p.m. Central.\u003c/p\u003e\n\u003cp\u003eThe post \u003ca rel\u003d\"nofollow\" href\u003d\"http://www.mavs.com/the-fast-break-mavs-vs-76ers/\"\u003eThe Fast Break: Mavs vs. 76ers\u003c/a\u003e appeared first on \u003ca rel\u003d\"nofollow\" href\u003d\"http://www.mavs.com\"\u003eThe Official Site of the Dallas Mavericks\u003c/a\u003e.\u003c/p\u003e\u003c/li\u003e\u003c/li\u003e\u003c/li\u003e\u003c/li\u003e",
          "categories": [
            "Inside Report",
            "dallas mavericks",
            "nba",
            "Philadelphia 76ers",
            "the fast break"
          ]
        },
        {
          "title": "Game 57: Mavs vs. 76ers",
          "link": "http://www.mavs.com/game-57-mavs-vs-76ers/",
          "author": "Earl K. Sneed",
          "publishedDate": "Sun, 21 Feb 2016 07:55:37 -0800",
          "contentSnippet": "After falling to a 110-104 overtime loss Friday in Orlando in their first action following of the All-Star break to make it ...",
          "content": "\u003cdiv style\u003d\"max-width:100%\"\u003e\u003cdiv\u003e\u003c/div\u003e\u003cdiv\u003e\u003cp\u003e\u003cstrong\u003eSixers vs. Mavericks\u003c/strong\u003e\u003c/p\u003eWesley Matthews scores 21 and Dirk Nowitzki adds 18 as the Mavericks defeat the 76ers, 129-103.\u003c/div\u003e\u003c/div\u003e\n\u003cp\u003eThe post \u003ca rel\u003d\"nofollow\" href\u003d\"http://www.mavs.com/game-57-mavs-vs-76ers/\"\u003eGame 57: Mavs vs. 76ers\u003c/a\u003e appeared first on \u003ca rel\u003d\"nofollow\" href\u003d\"http://www.mavs.com\"\u003eThe Official Site of the Dallas Mavericks\u003c/a\u003e.\u003c/p\u003e",
          "categories": [
            "Inside Report",
            "29000 points",
            "chandler parsons",
            "dallas mavericks",
            "dirk nowitzki",
            "Eastern Conference",
            "home game",
            "Philadelphia 76ers",
            "rick carlisle",
            "six-game homestand",
            "Wesley Matthews",
            "Western Conference"
          ]
        },
        {
          "title": "The Fast Break: Mavs at Magic",
          "link": "http://www.mavs.com/the-fast-break-mavs-at-magic/",
          "author": "Bobby Karalla",
          "publishedDate": "Fri, 19 Feb 2016 18:34:06 -0800",
          "contentSnippet": "Final: Magic 110, Mavs 104 Box Score \u0026#124; Highlights Behind the Box Score Dallas scored 1.520 PPP in the 2nd and 1.304 PPP in ...",
          "content": "\n\u003ch3 style\u003d\"text-align:center;margin-top:0;margin-bottom:0\"\u003eFinal: Magic 110, Mavs 104\u003c/h3\u003e\n\u003cp style\u003d\"text-align:center;margin-top:0\"\u003e\u003cspan\u003e\u003ca href\u003d\"http://www.mavs.com/game-56-mavs-at-magic/#box-score\"\u003eBox Score\u003c/a\u003e | \u003ca href\u003d\"http://www.mavs.com/videos\"\u003eHighlights\u003c/a\u003e\u003c/span\u003e\u003c/p\u003e\n\u003ch4\u003eBehind the Box Score\u003c/h4\u003e\n\u003cp\u003eDallas scored 1.520 PPP in the 2nd and 1.304 PPP in the third en route to 68 points in the middle frames.\u003c/p\u003e\n\u003cp\u003eAs a team Dallas shot 9 of 14 from deep in the second quarter. Nine makes matches the franchise record for most long-balls in a single frame.\u003c/p\u003e\n\u003cp\u003eChandler Parsons recorded his fourth multi-block game of the season. Dallas went 2-1 in those previous three games.\u003c/p\u003e\n\u003ch4 style\u003d\"display:inline-block\"\u003eNotebook\u003c/h4\u003e\n\u003cdiv\u003e\u003ch2\u003eMavs vs. Magic\u003c/h2\u003e\u003cdiv\u003e\u003cp\u003eView photos of the Mavs’ game against the Magic.\u003c/p\u003e\u003cul\u003e\u003cli\u003e\u003ca href\u003d\"http://www.mavs.com/photos/mavs-vs-magic-feb-19-2016/\"\u003eView Gallery\u003c/a\u003e\u003c/li\u003e\u003cli\u003e\u003ca href\u003d\"http://www.mavs.com/photos/\"\u003eView More Galleries\u003c/a\u003e\u003c/li\u003e\u003c/ul\u003e\u003c/div\u003e\u003cdiv\u003e\u003ca href\u003d\"http://www.mavs.com/photos/mavs-vs-magic-feb-19-2016/\"\u003e\u003cimg src\u003d\"http://www.mavs.com/wp-content/uploads/2016/02/GettyImages-511341842_master-001-525x332.jpg\" alt\u003d\"Mavs vs. Magic Feb. 19, 2016\"\u003e\u003c/a\u003e\u003c/div\u003e\u003cdiv\u003e\u003c/div\u003e\u003c/div\u003e\n\u003cli\u003eGiven Orlando took a 21-point lead in the first quarter, it speaks volumes that the Mavericks were even able to get back into this game, let alone push it to overtime. That goes to show its a 48-minute game, and you can never stop playing, no matter how bleak a situation might seem. Dallas showed its veteran side tonight.\u003cbr\u003e\n\n\u003cli\u003eChandler Parsons was sizzling in this game, as we’ve come to expect from him based on the last couple months. He had 24 points to lead all scorers and he made several key buckets for the Mavs.\u003cbr\u003e\n\n\u003cp\u003eThe Mavs’ single-game season-high for 3s in a game was 16… until tonight. The Mavericks were absolutely red-hot from deep in this one and let the 3s fly. The best part is they were almost all open looks. You can’t always control the outcome of a shot, but you can influence how they’re generated, and Dallas did an excellent job of creating efficient looks all night long, especially after the first quarter.\u003cbr\u003e\n\u003c/p\u003e\n\u003cli\u003eCharlie Villanueva gave Dallas a much-needed offensive boost in the second quarter, sinking a pair of 3s and hitting a running layup with contact. The Mavs had previously struggled on that side of the ball in the game, but his instant offense off the bench was clear and present tonight. Villanueva has had an up-and-down season in terms of efficiency, but there was no doubt about his value and ability in this one.\u003cbr\u003e\n\n\u003cli\u003eThe Magic got off to a hot start, draining four three-pointers in the first quarter en route to a 26-7 lead and 31-13 advantage after one. While the Mavs have said multiple times this season that slow starts have hurt them in games now and again, Orlando’s youth gave the club a big advantage in this game, the first after a lengthy All-Star break. That’s no excuse, of course, but it had to have been a factor.\u003cbr\u003e\n\n\u003ch4\u003eWhat’s Next\u003c/h4\u003e\n\u003cp\u003eThe Mavs (29-27) play the Philadelphia 76ers (8-45) Sunday at American Airlines Center. Tip-off is at 6 p.m. Central.\u003c/p\u003e\n\u003cp\u003eThe post \u003ca rel\u003d\"nofollow\" href\u003d\"http://www.mavs.com/the-fast-break-mavs-at-magic/\"\u003eThe Fast Break: Mavs at Magic\u003c/a\u003e appeared first on \u003ca rel\u003d\"nofollow\" href\u003d\"http://www.mavs.com\"\u003eThe Official Site of the Dallas Mavericks\u003c/a\u003e.\u003c/p\u003e\u003c/li\u003e\u003c/li\u003e\u003c/li\u003e\u003c/li\u003e",
          "categories": [
            "Inside Report",
            "dallas mavericks",
            "nbad",
            "Orlando Magic",
            "the fast break"
          ]
        }
      ]
    }
  },
  "responseDetails": null,
  "responseStatus": 200
}